app/controllers/articles_controller.rb

  def create
	@article = Article.new(article_params)

	@article.save
---
INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-08-02 05:47:27.784516"], ["text", "1"], ["title", "1"], ["updated_at", "2014-08-02 05:47:27.784516"]]